export const constants = {
	QUESTION: [
		'쌀떡파 VS 밀떡파',
		'오호~다른 거 어떤 걸 원해?',
		'식감은 어땠으면 좋겠어?',
		'어떤 맛이 좋아?',
		'매운거 VS 달달한거?',
		'얼마나 매운거 좋아해?',
		'토핑 있는건 어때?',
	],
	ANSWER: [
		['쌀떡', '밀떡', '다른거'],
		['감자떡', '분모자', '통가래떡', '우동같은 밀떡'],
		['쫄깃쫄깃', '말랑말랑'],
		['빨간', '간장', '로제', '마라', '바질크림', '마라로제'],
		['매운거', '달달한거'],
		['습(기본맛)', '스으읍(매운맛)', '스으으읍하(아주 매운맛)'],
		['없음', '차돌', '오징어', '치즈많이', '페퍼로니'],
	],
	LOADING: {
		header: '취향 분석 중...',
		message: '잠시만 기다려 줘!',
		messageBottom: '오징어 올려진 떡볶이도 맛있다더라(속닥)',
	},
	LOADED: {
		header: '찾았다!',
		message: '이런 떡볶이는 어때?',
	},
};
